brew "git"
brew "gh"
brew "terraform"
brew "azure-cli"
brew "ansible"
brew "podman"

# RUNTIMES IA
brew "node"
brew "python@3.13"
brew "ollama"
brew "uv"

# UTILIDADES LLM
brew "aider"
brew "llm"

# UTILES PARA AGENTES
brew "ripgrep"
brew "jq"
brew "fd"

cask "visual-studio-code"
cask "cursor"
cask "docker-desktop"
cask "claude"
cask "claude-code"
cask "github"
cask "coteditor"
cask "podman-desktop"
